Repository: norboo/basic-google-maps-placemarks
Catalog: languages/bgmp-*.po
Languages: fr_fr

source: Basic Google Maps Placemarks
fr_fr: Google Maps de base Placemarks

source: %s <strong>requires PHP %s</strong> and <strong>WordPress %s</strong> in order to work. You're running PHP %s and WordPress %s. You'll need to upgrade in order to use this plugin. If you're not sure how to <a href="http://codex.wordpress.org/Switching_to_PHP5">upgrade to PHP 5</a> you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to <a href="http://codex.wordpress.org/Upgrading_WordPress">the Codex</a>.
fr_fr: %s exige de PHP %s et WordPress %s afin de fonctionner. You' ; PHP re %s et WordPress %s. You' de fonctionnement ; le besoin de ll d'améliorer afin d'employer ceci embrochable. Si you' ; re pas sure comment améliorer à PHP que 5 vous peuvent demander votre à compagnie de accueil l'aide, et si vous avez besoin de l'aide améliorant WordPress vous peut se rapporter au codex.

source: %s has enabled uploading images network-wide so that placemark icons can be set.
fr_fr: %s a permis des images de chargement à l'ensemble du réseau de sorte que des icônes de placemark puissent être placées.s

source: %s requires the Images media button setting to be enabled in order to use custom icons on markers, but it's currently turned off. If you'd like to use custom icons you can enable it on the <a href="%s">Network Settings</a> page, in the Upload Settings section.
fr_fr: %s exige le bouton de médias d'images plaçant pour être permis afin d'employer les icônes faites sur commande sur des marqueurs, mais it' ; s actuellement arrêté. Si you' ; d aiment employer les icônes faites sur commande que vous pouvez le permettre à la page d'arrangements de réseau, dans la section d'arrangements de téléchargement.

source: %s shortcode error: %s is not a valid category.
fr_fr: erreur de shortcode de %s : %s n'est pas une catégorie valide.

source: %s shortcode error: %s is not a valid width.
fr_fr: erreur de shortcode de %s : %s n'est pas une largeur valide.

source: %s shortcode error: %s is not a valid height.
fr_fr: erreur de shortcode de %s : %s n'est pas une taille valide.

source: %s shortcode error: %s is not a valid zoom level.
fr_fr: erreur de shortcode de %s : %s n'est pas un niveau valide de bourdonnement.

source: %s shortcode error: %s is not a valid map type.
fr_fr: erreur de shortcode de %s : %s n'est pas un type valide de carte de bourdonnement.

source: Add New
fr_fr: Ajoutez nouveau

source: Add New Placemark
fr_fr: Ajoutez nouveau Placemark

source: Edit
fr_fr: Éditez

source: Edit Placemark
fr_fr: Éditez Placemark

source: New Placemark
fr_fr: Nouveau Placemark

source: View Placemark
fr_fr: Vue Placemark

source: Search Placemarks
fr_fr: Recherche Placemarks

source: No Placemarks found
fr_fr: Aucun Placemarks n'a trouvé

source: No Placemarks found in Trash
fr_fr: Aucun Placemarks trouvé dans le détritus

source: Category
fr_fr: Catégorie

source: Categories
fr_fr: Catégories

source: Placemark Address
fr_fr: Adresse de Placemark

source: Stacking Order
fr_fr: Empilement de l'ordre

source: The stacking order has to be an integer.
fr_fr: L'ordre de empilement doit être un nombre entier.

source: %s geocode error: %s
fr_fr: erreur de geocode de %s : %s

source: %s geocode error: Response code not present
fr_fr: erreur de geocode de %s : Code de réponse non actuel

source: <p>%s geocode error: %d %s</p> <p>Response: %s</p>
fr_fr: erreur de geocode de %s : réponse de %d %s : %s

source: %s geocode error: Response was not formatted in JSON.
fr_fr: erreur de geocode de %s : La réponse n'a pas été composée dans JSON.

source: %s geocode error: Request Denied.
fr_fr: erreur de geocode de %s : Demande niée.

source: That address couldn't be geocoded, please make sure that it's correct.
fr_fr: Cette adresse couldn' ; t soit geocoded, s'assurent svp qu'it' ; s correct.

source: <p class="error">%s error: JavaScript and/or CSS files aren't loaded. If you're using do_shortcode() you need to add a filter to your theme first. See <a href="%s">the FAQ</a> for details.</p>
fr_fr: erreur de %s : Javascript et/ou dossiers aren' de CSS ; t a chargé. Si you' ; Re utilisant le do_shortcode () que vous devez ajouter un filtre à votre thème d'abord. Voyez le FAQ pour des détails.

source: Loading map...
fr_fr: Carte de chargement…

source: Loading
fr_fr: Chargement

source: Length
fr_fr: Longueur

source: Content
fr_fr: Contenu

source: Street Map
fr_fr: Plan de ville

source: Satellite Images
fr_fr: Images satellites

source: Hybrid
fr_fr: Hybride

source: Help
fr_fr: Aide

source: Settings
fr_fr: Arrangements

source: Map Width
fr_fr: Largeur de carte

source: Map Height
fr_fr: Taille de carte

source: Map Center Address
fr_fr: Adresse de centre de carte

source: Zoom
fr_fr: Bourdonnement

source: Map Type
fr_fr: Type de carte

source: Type Control
fr_fr: Dactylographiez la commande

source: Navigation Control
fr_fr: Commande de navigation

source: Info. Window Maximum Width
fr_fr: Largeur de maximum de fenêtre de l'information

source: The map(s) will use these settings as defaults, but you can override them on individual maps using shortcode arguments. See <a href="http://wordpress.org/extend/plugins/basic-google-maps-placemarks/installation/">the Installation page</a> for details.
fr_fr: Les cartes emploieront ces arrangements en tant que défauts, mais vous pouvez les dépasser sur différentes cartes utilisant des arguments de shortcode. Voyez la page d'installation pour des détails.

source: Geocoded to:
fr_fr: Geocoded à:

source: (Error geocoding address. Please make sure it's correct and try again.)
fr_fr: (Adresse geocoding d'erreur. Veuillez s'assurer it' ; s correct et essai encore.)

source: You can type in anything that you would type into a Google Maps search field, from a full address to an intersection, landmark, city, zip code or latitude/longitude coordinates.
fr_fr: Vous pouvez saisir tout ce que vous dactylographieriez dans un champ de recherche de Google Maps, d'une adresse complète à une intersection, à une borne limite, à une ville, à un code postal ou à une latitude/à coordonnées de longitude.

source: %d (farthest) to %d (closest)
fr_fr: %d (les plus lointains) à %d (le plus étroit)

source: Off
fr_fr: Outre de

source: Automatic
fr_fr: Automatique

source: Horizontal Bar
fr_fr: Barre horizontale

source: Dropdown Menu
fr_fr: Menu Dropdown

source: "Automatic" will automatically switch to the appropriate control based on the window size and other factors.
fr_fr: "Automatique" commutera automatiquement à la commande appropriée basée sur la taille de fenêtre et d'autres facteurs.

source: Small
fr_fr: Petit

source: Android
fr_fr: Androïde

source: Zoom/Pan
fr_fr: Bourdonnement/casserole

source: Begin Basic Google Map Placemarks head
fr_fr: Commencez la tête de base de Placemarks de carte de Google

source: End Basic Google Map Placemarks head
fr_fr: Tête de base de Placemarks de carte de Google d'extrémité

source: Enter the address of the placemark. You can type in anything that you would type into a Google Maps search field, from a full address to an intersection, landmark, city or just a zip code.
fr_fr: Introduisez l'adresse du placemark. Vous pouvez saisir tout ce que vous dactylographieriez dans un champ de recherche de Google Maps, d'une adresse complète à une intersection, à la borne limite, à la ville ou juste à un code postal.

source: Address:
fr_fr: Adresse:

source: (Geocoded to: %f, %f)
fr_fr: (Geocoded à : %f, %f)

source: When two markers overlap, the marker with the higher stacking order will be on top. The Default is 0.
fr_fr: Quand deux marqueurs recouvrent, le marqueur avec l'ordre supérieur de empilement sera sur le dessus. Le défaut est 0.

source: Stacking Order:
fr_fr: Empilement de l'ordre :

source: %s Settings
fr_fr: arrangements de %s

source: Save Changes
fr_fr: Changements d'économies

source: Embeds a Google Map into your site and lets you add map markers with custom icons and information windows. Each marker can have a different icon.
fr_fr: Enfonce une carte de Google dans votre emplacement et vous laisse ajouter des marqueurs de carte avec les icônes et les fenêtres faites sur commande de l'information. Chaque marqueur peut avoir une icône différente.
